function About() {
  return (
    <section>
      <h2>Про себе</h2>

        <p>
        Студент Інституту комп’ютерних технологій. Цікавлюся програмуванням, веб-розробкою та роботою з даними.
        Працюю з Python, MySQL, HTML/CSS — роблю навчальні проєкти та лабораторні, щоб закріплювати практику.
        </p>
        <p>
        Окремо розвиваю навички дизайну: Figma, Photoshop, Illustrator — вмію робити макети, прототипи та візуальні матеріали.
        Використовую Git у навчальних проєктах і звикаю до командного стилю роботи.
        </p>
        <p>
        Сильні сторони: уважність до деталей, дисципліна та швидке навчання.
        Хочу розвиватися в IT і поступово нарощувати досвід на реальних задачах.
        </p>
    </section>
  );
}

export default About;